{
  "Nav": {
    "home": "Strona główna",
    "about": "O mnie",
    "projects": "Projekty",
    "contact": "Kontakt"
  },
  "Home_Page": {
    "title": "Czego nauczyłem się podczas tworzenia tej strony.",
    "html5": "To jedna z trzech pierwszych rzeczy których się nauczyłem. Zacząłem kilka lat wcześniej, ale teraz robię to na poważnie.",
    "css": "Pierwszą rzeczą którą się uczyłęm o stylach był CSS, póżniej SCSS, następnie SASS a na końcu co mi odpowiada to Styled Component.",
    "java_script": "Po Html5 i CSS czas był na naukę Javascript. Wcześniej odbyłem kurs stacjonarny Java i doszedłem do wniosku że Front-end bardziej mnie fascynuje.",
    "react": "Javascriptowa biblioteka która najbardziej przypadła mi do gustu służąca do tworzenia interfejsów użytkownika. W przyszłości będę na pewno uczył się o React Native.",
    "mobile_first": "Mobile First to przyszłośc nieunikniona więc nie mogłoby jej zabraknąć na mojej stronie. Responsywność jest bardzo ważna i nie wyobrażam sobie strony która by jej nie miała. ",
    "github": "Bardzo przydatna platforma do przechowywania, dzielenia się i łączenia swojego kodu róąnież z innymi. Przydatne narzędzie dla każdego programisty.",
    "multilingual": "W chwili obecnej to już standard ponieważ naszą stroną mogą być zainteresowani ludzie z różnych krajów.",
    "udemy": "Platforma internetowa na której znalazłem kursy które mi się podobały. Jestem samoukiem więc dla mnie bardzo fajne miejece gdzie mogę znaleźć interesujące mnie kursy.",
    "vsc": "Darmowy edytor kodu który polecam. Bardzo ułatwia pisanie kodu co sprawia że programowanie staje się przyjemne. ",
    "youtube": "To drugie po Udemy miejsce dla mnie gdzię znajduję ważne informacje jak coś zrobić. Ja w przyszłości planuje częściej posługiwać się dokumentacją.",
    "hooks": "Hooki w React to coś nowego które uczę się od miesiąca i uważam, że jest to jak dla mnie lepsze niż stosowanie componentów klasowych, szybkie łatwe i przyjemne.",
    "website": "Na mojej stronie internetowej użyłem wiele innym rzeczy takich jak: Themne, Variables, Constant, Global Style",
    "update": "Strona będzie cały czas uaktualniana, na pewno będzie dodane API oraz React Native. Cały czas się uczę, więc jak tylko się czegoć naucze to wprowadzę to na swojej stronie."

  },
  "Address": "Adres",
  "All": "Wszystkie",
  "All_projects": "Wszystkie projekty",
  "calculator": "Kalkulator",
  "Calculator": "Kalkulator",
  "Call": "Zadzwoń",
  "Certificate": "Certyfikat",
  "clock": "Zegar",
  "Clock": "Zegar",
  "Completed": "Zakończone",
  "Contact": "Kontakt",
  "Contact_info": "Informacje kontaktowe",
  "Create": "Stwórz",
  "Description_project_card_calculator": "Kalkulator inspirowany projektem Neumorfizmu, w pełni responsywna.",
  "Description_project_card_clock": "Zegar inspirowany stylem Neumorfizmu, w pełni responsywny z aktualną godziną.",
  "Description_project_card_todo": "Aplikacja TODO inspirowana projektem Neumorfizmu, w pełni responsywna.",
  "Email": "Adres e-mail",
  "Email_short": "E-mail",
  "Enter_your_email": "Wpisz swój adres e-mail",
  "Map": "Mapa",
  "Message": "Wiadomość",
  "My_projects": "Moje projekty",
  "Name": "Imię i nazwisko",
  "Norway": "Norwegia",
  "Phone": "Numer telefonu",
  "See_more": "Zobacz więcej",
  "Select": "Wybierz",
  "Submit": "Wyślij",
  "Subscribe": "Subskrybuj",
  "Subscribe_info": "Aktualności",
  "todo": "Zadania",
  "Todo": "Zadania",
  "Uncompleted": "Nieukończone"
}